{
  "A modern open source Fantasy Manager. ": "Ein moderner Open Source Fantasy Manager. ",
  "A tutorial can always be found at the bottom of this page just under the invite links. ": "Ein Tutorial finden Sie immer unten auf dieser Seite direkt unter den Einladungslinks.",
  "Ability to allow players to be bought by multiple users in the same league. ": "Möglichkeit, zuzulassen, dass Spieler von mehreren Benutzern in derselben Liga gekauft werden können. ",
  "Add announcement": "Ankündigung hinzufügen",
  "Add invite": "Einladungslink hinzufügen",
  "Added anouncement": "Ankündigung hinzugefügt",
  "Adding announcement": "Hinzufügen von Ankündigungen",
  "Admin Panel": "Administrationsmenü",
  "Admins": "Admins",
  "All bugs can be reported on Github. ": "Alle bugs können auf Github gemeldet werden. ",
  "All": "Alle",
  "Allow picking transfers during matchday. ": "Erlaube das Auswählen von Transfers während des Spieltags. ",
  "Allowed": "Erlaubt",
  "Amount of squads a player can be in : {duplicatePlayers}": "Anzahl der Kader, in denen ein Spieler sein kann : {duplicatePlayers}",
  "Amount of squads a player can be in": "Anzahl der Kader, in denen ein Spieler sein kann",
  "Amount": "Menge",
  "And all of these features in a Modern Responsive UI available in a light and dark theme and multiple languages. ": "Und all diese Funktionen in einer modernen Benutzeroberfläche, die in einem hellen und dunklen Design und mehreren Sprachen verfügbar ist. ",
  "Announcement Priority: ": "Ankündigungspriorität: ",
  "Announcements": "Ankündigungen",
  "Archived Leagues": "Archivierte Ligen",
  "Are you sure you want to leave?": "Bisst du sicher dass du die Liga verlassen willst?",
  "Attackers": "Angreifer",
  "Average Points": "Durchschnittspunkte",
  "Average": "Durchschnitt",
  "Bench": "Bank",
  "Bought for {amount} M": "Gekauft für {amount} M",
  "Bought player": "Spieler wurde gekauft",
  "Buy for max of {amount} M": "Kaufen für maximal {amount} M",
  "Buy": "Kaufen",
  "Buyer": "Käufer",
  "Buying for {amount} M": "Kaufen für {amount} M",
  "Buying your Team": "Dein Team kaufen",
  "Buying": "Kaufen",
  "Cancel purchase": "Kauf abbrechen",
  "Cancel sale": "Verkauf stornieren",
  "Cancel": "Abbrechen",
  "Change Username": "Benutzername ändern",
  "Change password": "Passwort ändern",
  "Changed password": "Password wurde geändert",
  "Changed username": "Benutzername geändert",
  "Check that you entered the correct username and password. ": "Überprüfen Sie, ob Sie den richtigen Benutzernamen und das richtige Passwort eingegeben haben.",
  "Check this to archive the league when you press save. ": "Aktivieren Sie dies, um die Liga zu archivieren, wenn Sie auf Speichern drücken. ",
  "Clear favorite league": "Klare favoriten Liga",
  "Click Here For a Tutorial": "Klicken Sie hier für ein Tutorial",
  "Click to view squad": "Klicken Sie um den Kader anzuzeigen",
  "Club": "Club",
  "Completely free and open source. ": "Völlig kostenlos und Open Source. ",
  "Confirmation text is wrong": "Bestätigungstext ist falsch",
  "Connect to {provider}": "Mit {provider} verbinden",
  "Connected to {provider}": "Verbunden mit {provider}",
  "Connecting to {provider}": "Verbinden mit {provider}",
  "Content": "Inhalt",
  "Create League": "Liga erstellen",
  "Created invite link": "Einladungslink erstellt",
  "Creating new invite link": "Erstellen eines neuen Einladungslinks",
  "Current Player Info": "Aktuelle Spielerinfo",
  "Customize starred player bonus. ": "Passen Sie den Star-Spieler-Bonus an.",
  "Customize starting money. ": "Startgeld anpassen. ",
  "Defenders": "Verteidiger",
  "Delete user": "Benutzer löschen",
  "Delete": "Löschen",
  "Deleted announcement": "Ankündigung gelöscht",
  "Deleted invite link": "Einladungslink gelöscht",
  "Deleted user successfully": "Benutzer erfolgreich gelöscht",
  "Deleting anouncement": "Löschen von Ankündigungen",
  "Deleting": "Löschen",
  "Disable password auth": "Passwortauthentifizierung deaktiviert",
  "Disabled password auth": "Passwortauthentifizierung wurde Deaktiviert",
  "Disconnect from {provider}": "Verbinding zu {provider} trennen",
  "Disconnected from {provider}": "Von {provider} getrennt",
  "Disconnecting from {provider}": "Von {provider} trennen",
  "Don't show this message": "Diese Nachricht nicht mehr anzeigen",
  "Download Data": "Daten herunterladen",
  "Download as {file}": "Als {file} herunterladen",
  "Download hidden players in addition to all other ones": "Laden Sie versteckte Spieler zusätzlich zu allen anderen herunter",
  "Download historical player data as json or csv. ": "Laden Sie historische Spielerdaten als json oder csv herunter. ",
  "Download": "Herunterladen",
  "Edit purchase": "Kauf bearbeiten",
  "Edit sale": "Verkauf bearbeiten",
  "Email used with {provider}": "E-Mail die mit {provider} verwendet wird",
  "Email": "E-mail",
  "Enter league name here to confirm archive. ": "Geben Sie hier den Liganamen ein, um das Archivieren zu bestätigen. ",
  "Enter league name here": "Gebe den Liganamen hier ein",
  "Error Getting Player info": "Fehler beim Abrufen der Spielerinformationen",
  "Exit Tutorial": "Tutorial Beenden",
  "Failed to Sign In": "Anmeldung fehlgeschlagen",
  "Failed to create announcement": "Ankündigung könnte nicht erstellt werden",
  "Failing to check for updates.": "Suche nach Updates fehlgeschlagen.",
  "Failure to get Version Data": "Versionsdaten konnten nicht abgerufen werden",
  "Failure": "Fehler",
  "Final Tips": "Abschließende Tipps",
  "Forbidden": "Verboten",
  "Formation": "Formation",
  "Goalkeeper": "Torhüter",
  "Help": "Hilfe",
  "Here you can download the player data for personal use. ": "Hier können Sie die Spielerdaten für den persönlichen Gebrauch herunterladen. ",
  "Historical Data Table": "Historische Datentabelle",
  "Historical Pictures": "Historische Bilder",
  "Home": "Heim",
  "How to Fix": "Wie wird das Repariert",
  "If empty this will disable password auth": "Wenn leer wird die Passwortauthentifizierung deaktiviert",
  "Invalid formation": "Ungültige Formation",
  "Invalid invite link": "Ungültiger Einladungslink",
  "Invalid league name given": "Ungültiger Liganame angegeben",
  "Invalid league type given": "Ungültiger Ligatyp angegeben",
  "Invite Links": "Einladungslinks",
  "Invite link taken": "Einladungslink genommen",
  "Invite link": "Einladungslink",
  "It is recommended against using password authorization unless strictly necessary. ": "Es wird davon abgeraten, eine Passwortauthentifizierung zu verwenden, es sei denn, dies ist unbedingt erforderlich. ",
  "Language": "Sprache",
  "Last Match Points": "Letztes Spiel Punkte",
  "Last Match": "Letztes Spiel",
  "Last": "Letztes",
  "Latest": "Neueste",
  "League Type Used: {leagueType}": "Ligatyp verwendet: {leagueType}",
  "League name": "Liganame",
  "League support levels are described here": "Liga Unterstützungsstufen werden hier beschrieben",
  "League": "Liga",
  "Leagues": "Ligen",
  "Leave league": "Liga verlassen",
  "Leaving a league will permanently delete all the data that you generated in the league. Please confirm that you want to do this by typing the name of the league in the box below. ": "Beim Verlassen einer Liga werden alle Daten, die Sie in der Liga generiert haben, dauerhaft gelöscht. Bitte bestätigen Sie, dass Sie dies tun möchten, indem Sie den Namen der Liga in das Feld unten eingeben. ",
  "Left league": "Liga wurde verlassen",
  "Limit transfer amount. ": "Transferbetrag begrenzen. ",
  "Link : {link}": "Link : {link}",
  "Locked User": "Gesperrter Benutzer",
  "Login": "Einloggen",
  "Login and Signup Page": "Einloggen und Anmelde Seite",
  "Login as the admin user and enable a league plugin. ": "Melden Sie sich als Administrator ein und aktivieren Sie ein Liga-Plugin. ",
  "Login through an OAuth provider like google or wait at least 10 seconds and try again. If this problem persists please contact the administrator of this website. ": "Melden Sie sich über einen OAuth-Anbieter wie Google an oder warten Sie mindestens 10 Sekunden und versuchen Sie es erneut. Wenn dieses Problem weiterhin besteht, wenden Sie sich bitte an den Administrator dieser Website. ",
  "Logout": "Ausloggen",
  "Many different leagues to use(Bundesliga, EPL, etc.). ": "Viele verschiedene Ligen zu verwenden (Bundesliga, EPL, usw.). ",
  "Many ways to search through players including price, points, position, club, name, etc. ": "Viele Möglichkeiten, Spieler zu durchsuchen, Preis, Punkte, Position, Verein, Name usw. ",
  "Matchday {matchday} Points": "Spieltag {matchday} Punkte",
  "Matchday": "Spieltag",
  "Max bid amount": "Maximalergebotsbetrag",
  "Midfielders": "Mittelfeldspieler",
  "Min sale amount": "Mindestverkaufsbetrag",
  "Money left: {amount} M": "Geld übrig: {amount} M",
  "Move to bench": "Auf die Bank bewegen",
  "Move to field": "Auf das Feld bewegen",
  "Moving": "Bewegen",
  "New admin": "Neuer Admin",
  "Next": "Nächste",
  "No league types exist. ": "Keine Liga Arten existiert. ",
  "No League Types Exist": "Keine Liga Arten Existieren",
  "No Update Error": "Aktualisierungsfehler",
  "No Username or Password": "Kein Benutzername oder Passwort",
  "No more room in formation": "Kein Platz mehr für Spieler",
  "No username given": "Kein Benutzername wurder gegeben",
  "Not enough money offered": "Nicht genug Geld angeboten",
  "Not enough spots": "Nicht genug stellen",
  "Not logged in": "Nicht eingeloggt",
  "Note that by logging in or signing up you agree to the privacy policy. ": "Beachten Sie, dass Sie mit der Anmeldung order das Einloggen der Datenschutzerklärung zustimmen. ",
  "Note that this league is not updated anymore.": "Beachten Sie dass diese Liga nicht mehr aktualisiert wird.",
  "Now click on a players name. You should now see that players detailed statistics including the history of that player at the bottom. You can go back now to the transfers page. ": "Klicken Sie nun auf einen Spielernamen. Sie sollten jetzt die detaillierten Statistiken des Spielers sehen, einschließlich der Geschichte dieses Spielers unten. Sie können jetzt zur Transferseite zurückkehren. ",
  "Now you should go to the squad page. Here you can setup your squad. You can change your formation at the top. You can move players from the bench to the field and back again. You can also star one forward, one midfielder, and one defender. Starred players get {star_bonus}% of the points they would normally get. Once a player has played on that matchday you can not move them back onto the field or star them. Players on the bench earn you no points. ": "Jetzt sollten Sie zur Kaderseite gehen. Hier können Sie Ihren Kader einrichten. Sie können Ihre Formation oben ändern. Sie können Spieler von der Bank auf das Feld und wieder zurück verschieben. Sie können auch einen Stürmer, einen Mittelfeldspieler und einen Verteidiger starren. Gestarte Spieler erhalten {star_bonus}% der Punkte, die sie normalerweise erhalten würden. Sobald ein Spieler an diesem Spieltag gespielt hat, können Sie ihn nicht mehr auf das Feld zurücksetzen oder ihn starren einsetzen. Spieler auf der Bank bringen dir keine Punkte. ",
  "Now you should see a window with that players transfer details. At the top is the players name. Underneath that you can see a section that is called transfers. This section shows the buyers and sellers of that player and how much they are paying right now for that player. Underneath that section is the Owners section. This section has a list of users that own that player. In this league {number} user(s) can have the same player. Then underneath that is how much you are willing to buy the player for. Note this is the maximum you are willing to pay. ": "Jetzt sollten Sie ein Fenster mit den Transferdetails dieses Spielers sehen. Oben steht der Name des Spielers. Darunter sehen Sie einen Abschnitt namens Transfers. Dieser Abschnitt zeigt die Käufer und Verkäufer dieses Spielers und wie viel sie gerade für diesen Spieler bezahlen. Unterhalb dieses Abschnitts befindet sich der Abschnitt Besitzer. Dieser Abschnitt enthält eine Liste der Benutzer, die diesen Spieler besitzen. In dieser Liga können/kann {number} Benutzer denselben Spieler haben. Darunter steht dann, für wie viel Sie bereit sind, den Speiler zu kaufen. Beachten Sie, dass dies der Höchstbetrag ist, den Sie zu zahlen bereit sind. ",
  "Now": "Jetzt",
  "OAuth Providers": "OAuth Anbieter",
  "Only alphanumeric characters are allowed. ": "Nur alphanumerische Zeichen sind erlaubt. ",
  "Open Usermenu": "Benutzermenü Öffnen",
  "Open league": "Liga öffnen",
  "Open up the transfers page on the website. At the top of the transfers page are a few things like ways of filtering players, the total amount of money you have left, and how long the transfer market is still open or closed. Here you can buy players. Now click the {buy} button to buy a player. ": "Öffnen Sie die Transfers-Seite auf der Website. Auf dem oberen Teil von der Transferseite befinden sich einige Dinge wie Möglichkeiten zum Filtern von Spielern, der Gesamtbetrag, den Sie noch haben, und wie lange der Transfermarkt noch geöffnet oder geschlossen ist. Hier können Sie Spieler kaufen. Drüken Sie jetzt auf den Knopf {buy} um einen Spieler zu kaufen. ",
  "Opponent": "Gegner",
  "Other Leagues": "Andere Ligen",
  "Owners": "Besitzer",
  "Page not Found": "Seite nicht gefunden",
  "Password Auth is currently {enabled}. ": "Die Passwortauthentifizierung ist derzeit {enabled}. ",
  "Password": "Passwort",
  "Player Data not updating click for details": "Spielerdaten wurden nicht aktualisiert Klicken Sie für Details",
  "Player Details": "Spieler Details",
  "Player does not exist": "Spieler existiert nicht",
  "Player has already played": "Spieler hat bereits gespielt",
  "Player is locked": "Spieler ist gesperrt",
  "Player is not in the field": "Spieler ist nicht im Feld",
  "Player is not your player": "Spieler ist nicht dein Spieler",
  "Player not for sale": "Spieler ist nicht zum verkaufen",
  "Point boost for starred players : {starBoost}%": "Punkteboost für gestarte Spieler : {starBoost}%",
  "Point boost for starred players": "Punkteboost für gestarte Spieler",
  "Points over Time": "Punkte über Zeit",
  "Points": "Punkte",
  "Position is full": "Position ist voll",
  "Position": "Position",
  "Positions to search: ": "Positionen zum Suchen: ",
  "Privacy Policy": "Datenschutz-Bestimmungen",
  "Ranking tables for matchday points and total points. ": "Ranglisten für Spieltagpunkte und Gesamtpunkte. ",
  "Reporting Bugs": "Bugs Melden",
  "Sale Price": "Rabattpreis",
  "Save admin settings": "Admin-Einstellungen speichern",
  "Saved settings": "Einstellungen gespeichert",
  "Saving": "Speichern",
  "Search Club": "Suche Verein",
  "See historical squads for every league. ": "Siehe historische Kader für jede Liga. ",
  "Select matchday": "Spieltag auswählen",
  "Sell for min of {amount} M": "Verkaufen für minmal {amount} M",
  "Sell": "Verkaufen",
  "Seller": "Verkäufer",
  "Selling for {amount} M": "Verkaufen für {amount} M",
  "Selling": "Verkaufen",
  "Settings": "Einstellungen",
  "Show Players that are being sold": "Spieler anzeigen, die verkauft werden",
  "Show hidden players": "Versteckte Spieler anzeigen",
  "Sign In": "Einloggen",
  "Sign Up": "Anmelden",
  "Sign in with {provider}": "Weiter mit {provider}",
  "Sold for {amount} M": "Verkauft für {amount} M",
  "Sort players by: ": "Spieler sortieren nach: ",
  "Squad for {leagueName}": "Kader für {leagueName}",
  "Squad": "Kader",
  "Standings for {leagueName}": "Rangliste für {leagueName}",
  "Standings": "Rangliste",
  "Star": "Star",
  "Starring": "Starren",
  "Starting Money": "Anfangs Geld",
  "Starting money : {amount} M": "Startgeld : {amount} M",
  "Successfully did commands": "Befehle erfolgreich ausgeführt",
  "Switch to List View": "Zur Listenansicht wechseln",
  "Switch to Step View": "Zur Schrittansicht wechseln",
  "Switch to {theme} mode": "in den {theme}modus wechseln",
  "Team value: {teamValue} M": "Teamwert: {teamValue} M",
  "The goal of this site is to be the best place to play a Fantasy Manager with your friends and family. ": "Das Ziel von dieser Seite ist der beste Ort zu sein um mit deinen Freunde und diener Familie einen Fantasy Manager zu spielen. ",
  "The name of the league is:": "Der Name der Liga ist:",
  "The newest pictures are on the top. ": "Die neuesten Bilder sind ganz oben. ",
  "The server cannot contact Github to check if this is the latest version of the software. ": "Der Server kann Github nicht kontaktieren, um zu überprüfen, ob dies die neueste Version der Software ist. ",
  "The server is no longer automatically updating it's player data in the database. ": "Der Server aktualisiert seine Spielerdaten in der Datenbank nicht mehr automatisch. ",
  "The source code is available on Github. ": "Der Quellcode ist verfügbar unter Github. ",
  "There are no league plugins enabled. ": "Es sind keine Liga Plugins aktiviert. ",
  "These are leagues that can be viewed but you can not do anything in. ": "Dies sind Ligen, die angeguckt werden können, aber man kann nichts drin tun. ",
  "These bugs are then fixed as quickly as possible. ": "Diese bugs werden dann so schnell wie möglich behoben. ",
  "This downloaded player data is only available in english. ": "Diese herunterladbare Spielerdaten sind nur auf Englisch verfügbar. ",
  "This error is not critical and just means that this website can not check if this is actually the latest version. ": "Dieser Fehler ist nicht kritisch und bedeutet nur, dass diese Website nicht überprüfen kann, ob es sich tatsächlich um die neueste Version handelt. ",
  "This is all you have to do for now. Between every matchday you can buy or sell {amount} players to improve your squad. You can click on the settings gear to change your user's settings. You can also click on the leagues page to show all the leagues you are in. On the league standings page is also a list of all the rules inside of this league. ": "Das ist alles, was Sie im Moment tun müssen. Zwischen jedem Spieltag können sie Spieler kaufen oder verkaufen, um deinen Kader zu verbessern. Sie können auf das Einstellungens Logo klicken, um die Einstellungen Ihres Benutzers zu ändern. Sie können auch auf die Ligaseite klicken, um alle Ligen anzuzeigen, in denen Sie sich befinden. Auf der Liga-Rangliste ist auch eine Liste aller Regeln innerhalb dieser Liga zu sehen. ",
  "This is the welcome page for the tutorial. You can use the right and left arrows at the bottom of the page to navigate through the tutorial and the X in the top right of the screen to leave the tutorial. ": "Dies ist die Willkommensseite für das Tutorial. Sie können die Pfeiltasten rechts und links am unteren Teil der Seite verwenden, um durch das Tutorial zu navigieren, und das X in der oberen rechten Ecke des Bildschirms, um das Tutorial zu verlassen. ",
  "This is very easily fixed by just restarting the server or if you can not do that yourself, tell the website admin to do it. ": "Dies lässt sich sehr einfach beheben, indem Sie einfach den Server neu starten oder, wenn Sie das nicht selbst tun können, den Website-Administrator bitten, dies zu tun. ",
  "This league is archived and this screen is disabled. ": "Diese Liga ist archiviert und dieser Bildschirm ist deaktiviert. ",
  "This league is archived": "Diese Liga ist archiviert",
  "This league is not archived": "Diese Liga ist nicht archiviert",
  "This player was found in the leagues listed below. ": "Dieser Spieler wurde in den unten aufgeführten Ligen gefunden. ",
  "This privacy policy is only available in english. ": "Diese Datenschutz-Bestimmungen ist nur in Englisch verfügbar. ",
  "Time": "Zeit",
  "Title": "Titel",
  "To play you must have an account which is free to do in the log in button in the top right of the screen. ": "Um spielen zu können, müssen Sie ein Konto haben, was Sie über die Anmeldeschaltfläche oben rechts auf dem Bildschirm kostenlos tun können. ",
  "Total Points": "Gesamtpunktzahl",
  "Total": "Gesamt",
  "Transfer Details": "Transfer Details",
  "Transfer Limit": "Transferlimit",
  "Transfer Market is closed": "Transfermarkt ist zu",
  "Transfer Market {open} for {day} D {hour} H {minute} M {second} S": "Transfermarkt {open} für {day} T {hour} H {minute} M {second} S",
  "Transfer limit : {amount}": "Transferlimit : {amount}",
  "Transfers for {leagueName}": "Transfers für {leagueName}",
  "Transfers on matchdays are {allowed}": "Transfers während des Spieltags sind {allowed}",
  "Transfers": "Transfers",
  "Try logging in again. ": "Versuche nochmal einzuloggen. ",
  "Unlimited users and unlimited leagues for every user. ": "Unbegrenzte Benutzer und unbegrenzte Ligen für jeden Benutzer. ",
  "Unlimited": "Unbegrenzte",
  "Updaing Favorite": "Favorit wird aktualisiert",
  "Updated favorite": "Favorit wurde aktualisiert",
  "Updated locale": "Sprache aktualisiert",
  "Updated max bid to {amount} M": "Höchstgebot auf {amount} M aktualisiert",
  "Updated theme": "Design aktualisiert",
  "Use sale price instead of value": "Verwenden Sie den Rabattpreis stattdessen den Wert",
  "Use the acronymn ex: FCB, VFB": "Verwenden Sie die Abkürzung ex: FCB, VFB",
  "Usermenu": "Benutzermenü",
  "Username": "Benutzername",
  "Value": "Wert",
  "Value: {price1} M to {price2} M": "Wert: {price1} M bis {price2} M",
  "View historical data for a player and what leagues player played in. ": "Zeigen Sie historische Daten für einen Spieler an und in welchen Ligen er gespielt hat. ",
  "View transfers": "Transfers ansehen",
  "Welcome": "Willkommen",
  "What is Wrong": "Was ist Falsch",
  "WorldCup2022": "Weltmeisterschaft2022",
  "Wrong Credentials": "Falsche Anmeldeinformationen",
  "You already own the player": "Sie besitzen den Spieler bereits",
  "You are not admin of this league": "Sie sind Kkin Admin dieser Liga",
  "You are not in this league. ": "Sie sind nicht in dieser Liga. ",
  "You can favorite a league by clicking on the star next to the league. ": "Sie können eine Liga favoriten durch Klicken auf den Stern neben der Liga. ",
  "You can go to the Github Discussions to ask questions or find leagues to join. ": "Sie können zu den Github Diskussionen gehen, um Fragen zu stellen oder Ligen zu finden, denen Sie beitreten können. ",
  "You can manually check the github releases to see if this is the latest release. ": "Sie können die Github Releases manuell überprüfen, um festzustellen, ob dies die neueste Version ist. ",
  "You can not be in any leagues": "Du kannst in keinen Ligen sein",
  "You can not be in any leagues if you want to delete your user. ": "Sie können in keiner Liga sein, wenn Sie Ihren Benutzer löschen möchten. ",
  "You can not bid lower than your current purchase": "Sie können nicht niedriger als Ihren aktuellen Einkauf bieten",
  "You can not buy a player for less than the player's value": "Sie können einen Spieler nicht für weniger als den Wert des Spielers kaufen",
  "You can now close the player transfer details window. Now you should buy your team. It is reccomended to buy 2 Goalkeepers, 5 Defenders, 5 Midfielders, and 3 Attackers, but you can buy as many or as few as you want. Note that you can always cancel your purchases and get refunded the players value. Once you have bought your team go to the next step. ": "Sie können jetzt das Fenster mit den Details zum Spielertransfer schließen. Jetzt sollten Sie Ihr Team kaufen. Es wird empfohlen, 2 Torhüter, 5 Verteidiger, 5 Mittelfeldspieler und 3 Angreifer zu kaufen, aber Sie können so viele oder so wenige Spieler kaufen, wie Sie möchten. Sie können jederzeit stornieren und den Spielerwert zurückerstattet bekommen können. Sobald Sie Ihr Team gekauft haben, gehen Sie zum nächsten Schritt. ",
  "You do not have enough money": "Sie haben nicht genügend Geld",
  "You have no favorite league. ": "Du hast keine favoriten Liga",
  "You have no more transfers": "Sie sind außer Transfers",
  "You need to give a username and a password when signing up. ": "Bei der Anmeldung müssen Sie einen Benutzernamen und ein Passwort angeben. ",
  "Your account has had too many failed login attempts recently and is being temporarily locked. ": "Ihr Konto hatte in letzter Zeit zu viele fehlgeschlagene Anmeldeversuche und wird vorübergehend gesperrt. ",
  "Your favorite league is: {league}": "Deine favoriten Liga ist: {league}",
  "Your favorited league will be available in the menu when you are not in a league. Note that the menu only updates on a page navigation or reload. ": "Ihre favoriten Liga ist im Menü verfügbar, wenn Sie in keiner Liga sind. Beachten Sie, dass das Menü nur bei einer Seitennavigation oder einem Neuladen aktualisiert wird. ",
  "att": "st",
  "closed": "geschlossen",
  "dark": "dunkel",
  "def": "vt",
  "disabled": "deaktiviert",
  "enabled": "aktiviert",
  "error": "fehler",
  "gk": "tw",
  "info": "info",
  "light": "hell",
  "locale": "de",
  "mid": "mit",
  "on matchday {currentMatchday}": "am {currentMatchday} Spieltag",
  "open": "offen",
  "success": "erfolg",
  "warning": "warnung",
  "{amount} M": "{amount} M",
  "{amount} transfers left": "{amount} transfers übrig",
  "{points} X Star": "{points} X Star",
  "{team} in {day} D {hour} H {minute} M ": "{team} in {day} T {hour} H {minute} M ",
  "{username}'s squad {matchday} from {leagueName}": "{username}'s Kader {matchday} von {leagueName}"
}
